[AI.CharClass_Hovercraft_Rider AIClassDefinition]
DefaultDisplayName="Cruiser"
UBMKilledByMessageString=""

[AI.PawnBalance_Hovercraft_Rider AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="the heist")
PlayThroughs[1]=(DisplayName="sorry pirate")

[Skills.Skill_AfterburnerConsumption SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Vehicle.Class_Hovercraft VehicleClassDefinition]
DisplayName="A small boat"

[Vehicle.Class_Hovercraft_AIOnly VehicleClassDefinition]
DisplayName="you will pass"

[Weapon.WeaponTypes.WeaponType_MachineGun WeaponTypeDefinition]
Typename="canoe"
PickupMessage="I agree %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="enough"

[Weapon.WeaponTypes.WeaponType_MachineGun_AIOnly WeaponTypeDefinition]
Typename="Automatic rifles"
PickupMessage="friends %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="Lot"

